Repository: albanobattistella/Design
Catalog: po/*.po
Languages: es, nl

source: 2D CAD for GNOME
es: CAD 2D para GNOME
nl: 2D-CAD voor GNOME

source: Design is a 2D computer aided design application (CAD), created to meet the needs of makers and designers, hobbyists and professionals that require a first class CAD application.
es: Design es una aplicación CAD 2D creada para cubrir las necesidades de creadores y diseñadores, tanto aficionados como profesionales, que requieran una software CAD de primer nivel.
nl: Design is een app voor 2D computer-aided design (CAD), gemaakt om te voldoen aan de behoeften van makers en ontwerpers, hobbyisten en professionals, die een eersteklas CAD-app nodig hebben.

source: Features:
es: Características:
nl: Functies:

source: Supports the industry standard DXF format
es: Soporta el formato DXF, estándar de la industria
nl: Ondersteunt de industriestandaard DXF

source: Uses common CAD workflows, commands and canvas management
es: Usa un flujo de trabajo CAD simple e intuitivo, tanto en los comandos como en la manipulación del dibujo
nl: Maakt gebruik van gangbare CAD-workflows, commando's en canvasbeheer

source: Drawing creation and manipulation using commandline or toolbar input
es: Creación y manipulación de dibujos usando la línea de comandos y/o la barra de herramientas
nl: Maak tekeningen en manipuleer deze met behulp van opdrachtregel- of werkbalkinvoer

source: Layer management and manipulation
es: Administración y manipulación de capas
nl: Laagbeheer en -manipulatie

source: Entity interogation and modification
es: Consulta y modificación de entidades
nl: Entiteit-interogatie en -modificatie

source: Main Window
es: Ventana Principal
nl: Hoofdvenster

source: Layer Manager
es: Administrador de Capas
nl: Laagbeheer

source: Properties
es: Propiedades
nl: Eigenschappen

source: Fix tabs not being shown
es: Corregir pestañas que no aparecen
nl: Probleem met niet-getoonde tabbladen opgelost

source: Show crosshair cursor on the canvas
es: Mostrar cursor "cruz" en el área de dibujo
nl: Kruisdraadaanwijzer wordt getoond op het canvas

source: Add touch controls, pan, pinch to zoom and double tap to zoom all
es: Agregar controles táctiles, movimiento de cámara (pan), zoom con dos dedos separándose y acercándose, zoom con doble toque
nl: Aanraakbediening toegevoegd: slepen om te bewegen, knijpen om te zoomen en dubbeltikken om alles te zoomen

source: Hide toolbars and commandline on touch input
es: Ocultar barras de herramientas y línea de comandos en entradas táctiles
nl: Werkbalken en opdrachtregel verborgen bij aanraakinvoer

source: Add layer manager and properties to app menu. Remove header bar buttons
es: Agregar administración de capas y propiedades al menú "app". Remover botones de la barra de título
nl: Laagbeheer en eigenschappen toegevoegd aan app-menu. Knoppen in de titelbalk verwijderd

source: Fixes for text rotation
es: Correcciones para la rotación de texto
nl: Problemen met tekstrotatie opgelost

source: Show app name capitalised in overview
es: Mostrar el título de la aplicación con mayúsculas en la vista previa
nl: App-naam met hoofdletter weergegeven in overzicht

source: Invert zoom direction
es: Invertir dirección de zoom
nl: Zoomrichting omgedraaid

source: Load any preselected entities when opening the properties window
es: Cargar todas las entidades preseleccionadas al abrir la ventana de propiedades
nl: Voorgeselecteerde entiteiten worden geladen bij het openen van het eigenschappen-venster

source: Fix right mouse button behaviour
es: Corregir el comportamiento del botón derecho del mouse
nl: Probleem met gedrag van rechtermuisknop opgelost

source: Fix files being read incorrectly
es: Corregir archivos que son leídos incorrectamente
nl: Probleem met incorrect ingelezen bestanden opgelost

source: Fix ARC selection
es: Corregir selección ARC
nl: Probleem met ARC-selectie opgelost

source: Improve selection precision
es: Mejorar la precisión en la selección
nl: Selectieprecisie verbeterd

source: Added ability to Save As
es: Capacidad de "Guardar como" agregada
nl: Mogelijkheid voor ‘Opslaan als’ toegevoegd

source: Added keyboard shortcuts: CTRL+N (New), CTRL+S (Save), CTRL+SHIFT+S (Save As) CTRL+O (Open)
es: Agregados atajos de teclado: CTRL+N (Nuevo), CTRL+S (Guardar), CTRL+SHIFT+S (Guardar como), CTRL+O (Abrir)
nl: Sneltoetsen toegevoegd: Ctrl+N (Nieuw), Ctrl+S (Opslaan), Ctrl+Shift+S (Opslaan als), Ctrl+O (Openen)

source: CTRL+1 (Properties),CTRL+G (Toggle Grid), F1 (Help)
es: CTRL+1 (Propiedades), CTRL+6 (Mostrar/ocultar Grilla), F1 (Ayuda)
nl: Ctrl+1 (Eigenschappen), Ctrl+G (Raster omschakelen), F1 (Hulp)

source: F8 (Toggle Ortho), F9 (Toggle Polar)
es: F8 (Habilitar/deshabilitar Ortogonales), F9 (Habilitar/deshabilitar Polar)
nl: F8 (Orthogonaal omschakelen), F9 (Polair omschakelen)

source: FOSDEM release!
es: Edición FOSDEM!
nl: FOSDEM-uitgave!

source: Enable 'open with' from the file browser
es: Habilitar 'Abrir con' en el navegador de archivos
nl: ‘Openen met…’ ingeschakeld vanuit bestanden

source: Show notifications for DI and ID commands
es: Mostrar notificaciones para los comandos "DI" e "ID"
nl: Meldingen voor DI- en ID-opdrachten worden getoond

source: Recolor the canvas for dark/light styles
es: Recolorizar el área de dibujo para los temas claro/oscuro
nl: Canvaskleuren bewerkt voor donkere/lichte stijlen

source: End current command with a right click
es: Finalizar comando actual con click derecho
nl: Huidige opdracht kan worden geëindigd met een rechtermuisklik

source: Enable changing preferences
es: Habilitar cambios en las preferencias
nl: Voorkeuren kunnen worden aangepast

source: New icon!
es: ¡Nuevo ícono!
nl: Nieuw pictogram!

source: Preview release
es: Edición Preview
nl: Voorvertoningsuitgave

source: Layers
es: Capas
nl: Lagen

source: _Cancel
es: _Cancelar
nl: _Annuleren

source: _Delete
es: _Eliminar
nl: _Verwijderen

source: Name
es: Nombre
nl: Naam

source: Frozen
es: Congelada
nl: Bevroren

source: Frozen layers are not shown or available for any actions
es: Las capas congeladas no se muestran o no están disponibles para ninguna acción
nl: Bevroren lagen worden niet getoond en zijn niet beschikbaar voor enkele actie

source: Locked
es: Bloqueada
nl: Vergrendeld

source: Locked layers are visible but not able to be selected
es: Las capas bloqueadas son visibles, pero no se pueden seleccionar
nl: Vergrendelde lagen zijn zichtbaar maar kunnen niet worden geselecteerd

source: Line Type
es: Tipo de línea
nl: Lijntype

source: Line type for the selected layer. Not implimented
es: Tipo de línea para la capa seleccionada. No implementado
nl: Lijntype voor de geselecteerde laag; niet geïmplementeerd

source: Line Weight
es: Ancho de línea
nl: Lijndikte

source: Line weight for the selected layer. Not implimented
es: Ancho de línea para la capa seleccionada. No implementado
nl: Lijndikte voor de geselecteerde laag; niet geïmplementeerd

source: Plotting
es: Plotear
nl: Tekenen

source: Layers with plotting true will appear on prints
es: Las capas con "true" en "Plotear" serán impresas
nl: Lagen met de eigenschap tekenen zullen op afdrukken verschijnen

source: Snaps
es: Uniones
nl: Kleven

source: End Snap
es: Unir con puntos en las puntas
nl: Kleven aan eind

source: Mid Snap
es: Unir con punto en el medio
nl: Kleven aan midden

source: Centre Snap
es: Unir con punto en el centro
nl: Kleven aan centrum

source: Nearest Snap
es: Unir con punto más cercano
nl: Kleven aan dichtstbijzijnde

source: Ortho
es: Ortogonal
nl: Orthogonaal

source: Canvas
es: Área de trabajo

source: Draw Grid
es: Grilla de dibujo
nl: Raster tekenen

source: Entities
es: Entidades
nl: Entiteiten

source: Draw Line
es: Línea de dibujo
nl: Lijn tekenen

source: Draw Polyline
es: Dibujar Poli-línea
nl: Polylijn tekenen

source: Draw Circle
es: Dibujar Circunferencia
nl: Cirkel tekenen

source: Draw Arc
es: Dibujar Arco
nl: Boog tekenen

source: Draw Rectangle
es: Dibujar Rectángulo
nl: Rechthoek tekenen

source: Tools
es: Herramientas
nl: Hulpmiddelen

source: Move
es: Mover
nl: Verplaatsen

source: Copy
es: Copiar
nl: Kopiëren

source: Rotate
es: Rotar
nl: Draaien

source: Trim
es: Recortar

source: Extend
es: Extender
nl: Uitbreiden

source: Erase
es: Borrar
nl: Wissen

source: Distance
es: Distancia
nl: Afstand

source: Identify
es: Identificar
nl: Identificeren

source: Open
es: Abrir
nl: Openen

source: Save
es: Guardar
nl: Opslaan

source: Save As
es: Guardar Como
nl: Opslaan als

source: Preferences
es: Preferencias
nl: Voorkeuren

source: Keyboard Shortcuts
es: Atajos del Teclado
nl: Sneltoetsen

source: About Design
es: Acerca de Design
nl: Over Design

source: Create a new design
es: Crear un nuevo diseño
nl: Nieuw ontwerp aanmaken

source: Open application menu
es: Abrir menú de aplicación
nl: App-menu openen

source: Edit
es: Editar
nl: Bewerken

source: Delete
es: Eliminar
nl: Verwijderen

source: Make Current
es: Marcar como Actual
nl: Selecteren

source: CAD;DXF;drawing;design;vector;
nl: CAD;DXF;drawing;design;vector;tekenen;tekening;ontwerp;

source: Polar
nl: Polair
